{
    "terms":{
        "title":"Terms & Policies",
        "TERMS_OF_SERVICE": {
            "TERMS_OF_SERVICE": "Terms of Service",
            "CONTEXT": "<h3 style='margin:15px 0 ;'>TERMS_OF_SERVICE</h3> To protect All Blockchain and its members, we need to set some rules for our use in this End User License Agreement.  This license is a legal agreement between you and us (IAN SOFT) and specifies the terms of your agreement to use the app.   If you violate these rules, we may disable your app and delete the post.   If you download and use our apps, you agree to abide by the terms of this End User License Agreement (\"EULA\") terms. If you do not agree or can not accept these terms, you may download or use our apps. You should not. This EULA includes the All Blockchain Terms of Use (\"Account Terms\") and the Privacy Policy. BY ACCEPTING THIS EULA, YOU AGREE TO BE BOUND BY ALL THE TERMS OF THIS DOCUMENT.<h3 style='margin:15px 0 ;'>Please note the following</h3>You are free to use the All Blockchain service.Please do not forget that you can not use All Blockchain in the wrong way.    You may not access the All Blockchain service in any way other than in a way that interferes with the All Blockchain service in the wrong way or is directed by All Blockchain. In addition, All Blockchain service user information, without permission to collect, use or provide to the third party, All Blockchain service for commercial purposes, such as obscene information or copyright infringement information, such as information on content that violates the law Acts are also prohibited.    If you fail to comply with all All Blockchain terms or policies, you may investigate your misconduct or suspend your cacao service temporarily or permanently.<h3 style='margin:15px 0 ;'>Copyright of Content</h3>All Blockchain respects intellectual property rights. You may post photographs, articles, information, etc. of users on the All Blockchain service, and the intellectual property rights of these contents belong to the author. However, we can not publish or post content that is in violation of obscene, violent or other laws   If All Blockchain determines that your content is in violation of statute and All Blockchain service policy, you may refuse to post or delete it. . However, All Blockchain is not obligated to review all content. If someone violates your rights, All Blockchain Customer Center can help you with your request for takedown or help.   The All Blockchain service may display some content not owned by All Blockchain. For such content, the entity that provided the content is solely responsible for it. Your use of the All Blockchain service does not imply any rights to the content of other users. To use other users' content, you must obtain permission from the content owner separately."
          },
          "PRIVACY_POLICY": {
            "PRIVACY_POLICY": "Privacy Policy",
            "CONTEXT":"<p>Privacy Policy</p><p>All Blockchain establishes and discloses personal information processing guidelines as follows to protect the personal information of the information subject (customer) in accordance with the Article 30 of the Personal Information Protection Act and to handle the related complaints promptly and smoothly:</p><p> 1. Purpose of Personal Information All Blockchain processes personal information for the following purposes and does not use it for purposes other than the following:</p><p> - Confirmation of customer registration, identification of customers by providing service to customers, certification, maintenance of membership.</p><p>2. Processing and Retention Period of Personal Information ① All Blockchain keeps personal information that is agreed upon when collecting personal information from the information subject, holds personal information according to the period of use or statute, and processes personal information within the period of use. </p><p>② Specific personal information processing and retention periods are as follows. </p><p>- Customer subscription and management: Until the service use contract or membership cancellation, but the bond </p><p>- Contracts in e-commerce, withdrawal of subscription, settlement of accounts, goods, etc. Supply record: 5 years</p><p>3. Providing Personal Information to Third Parties All Blockchain does not provide personal information to third parties except in accordance with Article 17 of the Personal Information Protection Act, including the separate consent of the information subject and special regulations of the law.</p><p> 4. Rights, Duties and Responsibilities of Information Entities Information entities may exercise All Blockchain rights at any time under the following conditions:</p><p> 1. Personal information inquiry request </p><p> 2. If there is an error,</p><p> 3. Request removal </p><p> 4. Request to stop processing</p><p> 5. Personal information items processed All Blockchain is handling the following personal information items: </p><p> - Email Address</p><p> 6. Destruction of Personal Information ① All Blockchain will destroy personal information without delay when it becomes unnecessary for personal information such as the progress of the personal information retention period and achievement of the processing purpose.</p><p> ② All Blockchain will destroy personal information in the following way. </p><p> - Electronic file: Delete file, format disk </p><p> - Paper documents: crushing or incineration</p><p> 7. Measures to Ensure Personal Information Security All Blockchain takes the following measures to ensure the security of personal information:</p><p> - Technical measures: management of access rights such as password setting of personal information processing system (or personal information storage computer), installation of security program such as anti-virus software, encryption of file storing personal information</p><p> 8. Personal Information Protection Officer All Blockchain is responsible for the handling of personal information, and has designated the person responsible for personal information protection as follows to handle complaints and damage remedies related to personal information processing.</p><p> ▶ Personal information protection officer </p><p> Name: Noh Young Soo </p><p> Position: Developer </p><p> Contact: iansoftdev@gmail.com</p><p> 10. Changes to Personal Information Processing Policy This personal information processing policy will be effective on Aug 18, 2017.</p>"
          }
    }
}